const notes = [
    {
        id: 1,
        title: '看了以前的日记',
        content: '看见自己的幼稚是挺开心的一件事的。翻看自己以前写的小东西，才发现自己的文笔还是可以的，还没羞没臊的敢写，照我现在的性格，断然是写不出来的，哈哈！',
        time: '2023.08.11'
    },
    // {
    //     id: 2,
    //     title: '不知道在干嘛',
    //     content: '仅仅是短暂的一个小时，但却深切感受到你的……。等待的过程，一边聊天，一边反复翻看滴滴车辆的信息' +
    //     '我想去看你一眼。你神情闪烁，不敢直视。然后看看手机，聊聊微信。偶尔聊到你感兴趣的，便有豁然的音调，或有时结束一段，你有不知所措，欲言又止。' +
    //     '你会害怕给别人带来负担，而你明明很聪明，又有勇气，很勇敢。心地善良，指责不道德。愿意去尝试，有想法。真的是不会拒绝别人呐。或者我脸皮太厚 - -（相对你来说）\n' +
    //     '虽然是林黛玉，但心里一定有个小王子。\n\n'+
    //     '有看到我和你的距离，可能物质生活上的，生活环境的。但我决定努力。\n\n' +
    //     '我很自私。\n\n' +
    //     '不会打开话题。\n',
    //     time: '2018.05.07'
    // },
]
export default notes